/**
 * @file uni-biz-ria 里的中文语言包
 * @author ielgnaw(wuji0223@gmail.com)
 */

define(function (require) {

    var zhCN = {
        // 操作失败
        'CZSB': 'การดำเนินการไม่สำเร็จ',
        // 尚未登录，请登录
        'SWDL': 'คุณไม่ได้ลงชื่อเข้าใช้ โปรดลงชื่อเข้าใช้',
        // 正在读取数据，请稍候
        'ZZDQ': 'กำลังโหลด โปรดรอสักครู่',
        // 管理标识
        'GLBS': 'ID ผู้ดูแลระบบ',
        // 管理标识：
        'GLBS1': 'ID ผู้ดูแลระบบ: ',
        // 最多30个字符
        'ZD30GZF': 'สูงสุด 30 ตัวอักษร',
        // 必填
        'BT': 'ต้องกรอก',
        // 保存
        'BC': 'บันทึก',
        // 取消
        'QX': 'ยกเลิก',
        // 点击上传
        'DJSC': 'คลิกเพื่ออัพโหลด',
        // 重新上传
        'CXSC': 'อัพโหลดซ้ำ',
        // 正在上传
        'ZZSC': 'กำลังอัพโหลด',
        // 上传完成
        'SCWC': 'การอัพโหลดเสร็จสิ้น',
        // 未选择文件
        'WXZWJ': 'ยังไม่ได้เลือกไฟล์',
        // 仅接受以下文件格式：
        'JJSYXWJGS1': 'สนับสนุนเฉพาะรูปแบบไฟล์ต่อไปนี้เท่านั้น: ',
        // 上传失败
        'SCSB': 'ไม่สามารถอัพโหลด',
        // 该标识只做系统管理使用，与展现无关
        'YZXWG': ' ID นี้จะใช้เพื่อการจัดการระบบเท่านั้น และจะไม่ถูกแสดงในโฆษณา',
        // 确认添加创意？
        'QRTJCY': 'ยืนยันการเพิ่มการสร้างสรรค์?',
        // 确认修改创意？
        'RQXGCY': 'ยืนยันการแก้ไขการสร้างสรรค์?',
        // 确认
        'QR': 'ตกลง',
        // 返回
        'FH': 'กลับ',
        // 已经审核通过的创意不能修改
        'YJSHBNXG': 'คุณไม่สามารถแก้ไขการสร้างสรรค์ที่ได้รับการตรวจสอบแล้ว',
        // ${title}不能超过${exMaxLength}个字符，每个中文及中文符号计为两个字符
        'BNCGGZF': '${title}ไม่สามารถมีความยาวเกิน ${exMaxLength} อักขระ อักขระและสัญลักษณ์ภาษาจีนแต่ละตัวจะนับเป็นสองอักขระ',
        // ${title}不能为空
        'BTBNWK': '${title}ไม่สามารถเป็นว่างเปล่า',
        // 请选择多选框
        'QXZDXK': 'โปรดเลือกกล่องกาเครื่องหมาย',
        // 选择的个数超过最大个数
        'GSCG': 'จำนวนการเลือกเกินขีดจำกัดสูงสุด',
        // 请选择
        'QXZ': 'โปรดเลือก',
        // 请填写
        'QTX': 'โปรดป้อน',
        // 机构地址
        'JGDZ': 'ที่อยู่สถาบัน',
        // 最多选择
        'ZDXZ': 'คุณสามารถเลือกได้สูงสุด',
        // 个
        'Ge': ' ',
        // 机构简称与机构URL将使用您在“婚纱摄影机构信息”中填写的信息
        'JGJCXX': 'ในเรื่องของคำย่อและ URL ของตัวแทน เราจะใช้สิ่งที่คุณป้อนใน "ข้อมูลของตัวแทนการถ่ายภาพมงคลสมรส"',

        /**
         * 660001
         */
        '标题': 'หัวข้อ:',
        '显示url': 'แสดง URL',
        '跳转url': 'URL ปลายทาง',
        '摘要': 'คำอธิบาย'
    };

    return zhCN;
});
