/**
 * @file uni-biz-ria 里的中文语言包
 * @author ielgnaw(wuji0223@gmail.com)
 */

define(function (require) {

    var zhCN = {
        // 操作失败
        'CZSB': '操作失败',
        // 尚未登录，请登录
        'SWDL': '尚未登录，请登录',
        // 正在读取数据，请稍候
        'ZZDQ': '正在读取数据，请稍候',
        // 管理标识
        'GLBS': '管理标识',
        // 管理标识：
        'GLBS1': '管理标识：',
        // 最多30个字符
        'ZD30GZF': '最多30个字符',
        // 必填
        'BT': '必填',
        // 保存
        'BC': '保存',
        // 取消
        'QX': '取消',
        // 点击上传
        'DJSC': '点击上传',
        // 重新上传
        'CXSC': '重新上传',
        // 正在上传
        'ZZSC': '正在上传',
        // 上传完成
        'SCWC': '上传完成',
        // 未选择文件
        'WXZWJ': '未选择文件',
        // 仅接受以下文件格式：
        'JJSYXWJGS1': '仅接受以下文件格式：',
        // 上传失败
        'SCSB': '上传失败',
        // 该标识只做系统管理使用，与展现无关
        'YZXWG': '该标识只做系统管理使用，与展现无关',
        // 确认添加创意？
        'QRTJCY': '确认添加创意？',
        // 确认修改创意？
        'RQXGCY': '确认修改创意？',
        // 确认
        'QR': '确认',
        // 返回
        'FH': '返回',
        // 已经审核通过的创意不能修改
        'YJSHBNXG': '已经审核通过的创意不能修改',
        // ${title}不能超过${exMaxLength}个字符，每个中文及中文符号计为两个字符
        'BNCGGZF': '${title}不能超过${exMaxLength}个字符，每个中文及中文符号计为两个字符',
        // ${title}不能为空
        'BTBNWK': '${title}不能为空',
        // 请选择多选框
        'QXZDXK': '请选择多选框',
        // 选择的个数超过最大个数
        'GSCG': '选择的个数超过最大个数',
        // 请选择
        'QXZ': '请选择',
        // 请填写
        'QTX': '请填写',
        // 机构地址
        'JGDZ': '机构地址',
        // 最多选择
        'ZDXZ': '最多选择',
        // 个
        'Ge': '个',
        // 机构简称与机构URL将使用您在“婚纱摄影机构信息”中填写的信息
        'JGJCXX': '机构简称与机构URL将使用您在“婚纱摄影机构信息”中填写的信息'
    };

    return zhCN;
});
